      /if not defined(COPYRIGHT_DSPEC)
     H COPYRIGHT('V2.1.4   - 09.02.2017 - mailto: thomas.raddatz@tools400.de')
      /eof
      /endif
     D LSTJOB_VERSION...
     D                 C                   '2.1.4'
     D LSTJOB_DATE...
     D                 C                   '09.02.2017'
