**free
/if not defined(COPYRIGHT_DSPEC)
ctl-opt copyright('V2.2   - 03.06.2026 - mailto: thomas.raddatz@tools400.de');
/eof
/endif
dcl-c LSTJOB_VERSION '2.2';
dcl-c LSTJOB_DATE '03.06.2026';
